Repository: TimWilms/direct_mail
Catalog: Resources/Private/Language/*.locallang_mod2-6.xlf
Languages: de

# configure_HTMLParams_description
source: Enter the additional URL parameters used to fetch the HTML content from a TYPO3 page.
de: Geben Sie die zusätzlichen URL-Parameter ein, die verwendet werden, um den HTML-Inhalt von einer TYPO3-Seite zu holen.

# configure_HTMLParams_details
source: The specified parameters will be added to the URL used to fetch the HTML content of the direct mail from a TYPO3 page. If in doubt, leave it blank.
de: Die eingegebene Parameter werden in der URL hinzugefügt, um HTML-Inhalte einer TYPO3-Seite auszulesen. Im Zweifel leer lassen.

# configure_default_content
source: Default values for mail content format
de: Setze Standardwerte für das Format von E-Mail-Inhalten

# configure_default_fetching
source: Default values for mail content fetching options
de: Setze Standardwerte für das Auslesen von E-Mail-Inhalten

# configure_default_headers
source: Default values for Direct Mails headers
de: Setze Standardwerte für Direct Mail Headers

source: Configure direct mail module
de: Konfigurieren des Direct Mail Moduls

# configure_directmail_charset
source: Default character set for direct mails built from external pages
de: Standard Zeichensatz für Direct Mails, die auf externe Seiten basieren

# configure_directmail_charset_description
source: Specify the character set used in direct mails when they are built from external pages and character set cannot be auto-detected.
de: Gibt den Zeichensatz der Direct Mails an, die auf externen Seiten basieren, bei denen der Zeichensatz nicht automatisch bestimmt werden kann.

# configure_directmail_encoding
source: Default encoding of direct mails
de: Standardkodierung der Direct Mails

# configure_directmail_encoding_description
source: Select the default content transfer encoding of direct mails.
de: Wähle die Standardkodierung der Direct Mail Inhalte.

# configure_html_only
source: HTML only
de: Nur HTML

# configure_http_password
source: HTTP Password
de: HTTP Kennwort

# configure_http_password_description
source: If mail content is protected by HTTP authentication, enter the password here.
de: Wenn E-Mail-Inhalte mit HTTP Authentifikation geschützt sind, gib das Kennwort ein.

# configure_http_username
source: HTTP Username
de: HTTP Benutzername

# configure_http_username_description
source: If mail content is protected by HTTP authentication, enter the username here.
de: Wenn E-Mail-Inhalte mit HTTP Authentifikation geschützt sind, gib den Benutzernamen ein.

# configure_http_username_details
source: The username and password is used to fetch mail content. They are NOT sent in the mail! If you do not specify a username and password and the newsletter pages happen to be protected, an error will occur and no mail content will be fetched.
de: Benutzername und Kennwort werden nur benutzt, um E-Mail-Inhalte auszulesen. Sie werden NICHT in der E-Mail verschickt! Wenn Benutzername und Kennwort nicht angegeben sind und die Newsletter-Seite mit einem Kennwort geschützt ist, wird es einen Fehler geben und keine Inhalte werden ausgelesen.

# configure_jumpurl_tracking_privacy
source: Privacy jumpurl
de: Anonyme Jump-URL

# configure_jumpurl_tracking_privacy_description
source: Set this option, to anonymize click statistics
de: Setze diese Option, um die Klick-Statistiken zu anonymisieren

# configure_options_additional
source: Additional module options
de: Lege zusätzliche Moduleinstellungen fest:

# configure_options_encoding
source: Options for content transfer encoding and character set
de: Optionen für Versandkodierung und Zeichensatz:

# configure_options_links
source: Options for links in mail content
de: Optionen für Link-Einstellungen in E-Mails:

# configure_options_links_jumpurl
source: Enable jump URL's:
de: Aktiviere Jump-URLs:

# configure_options_links_jumpurl_description
source: Check this option to enable jump URL's and the collection of click statistics.
de: Aktivieren Sie diese Option, um Jump-URLs und das Sammeln von Klick-Statistiken zu aktivieren.

# configure_options_links_rdct
source: This configuration determines how QuickMails are handled and further sets the default value for Direct Mails.
de: Diese Konfiguration legt fest, wie QuickMails behandelt werden, und setzt Standardwerte für Direct Mails.

# configure_options_mailto_jumpurl
source: Enable jump URL's for mailto links:
de: Aktiviere Jump-URLs für mailto-Links:

# configure_options_mailto_jumpurl_description
source: Check this option to enable jump URL's for mailto links.
de: Setze diese Option, um Jump-URLs für mailto-Links zu aktivieren.

# configure_plainParams_description
source: Enter the additional URL parameters used to fetch the plain text content from a TYPO3 page.
de: Gib hier die zusätzlichen URL-Parameter ein, die benötigt werden, um den einfachen Textinhalt von einer TYPO3-Seite zu holen.

# configure_plainParams_details
source: The specified parameters will be added to the URL used to fetch the plain text content of the direct mail from a TYPO3 page. If in doubt, set it either to '&type=99' or, when using TemplaVoila, to '&print=1'.
de: Die eingegebene Parameter werden in der URL hinzugefügt, um die HTML-Inhalte einer TYPO3 Seite auszulesen. Im Zweifel, setzt entweder '&type=99' oder '&print=1' (nur TemplaVoila).

# configure_plain_and_html
source: Plain text and HTML
de: Einfacher Text und HTML

# configure_plain_only
source: Plain text only
de: Nur einfacher Text

# configure_priority_high
source: High
de: Hoch

# configure_priority_low
source: Low
de: Niedrig

# configure_quickmail_charset
source: Character set for quick mails
de: Zeichensatz für Quickmails

# configure_quickmail_charset_description
source: Specify the character set to use when sending quick mails.
de: Gibt den Zeichensatz für den Versand von Quickmail an:

# configure_quickmail_encoding
source: Encoding for quick mails
de: Kodierung für Quickmails

# configure_quickmail_encoding_description
source: Select the content transfer encoding to use when sending quick mails.
de: Wählen Sie die Kodierung für die Übertragung von Inhalten, die beim Versand von Quickmails verwendet werden soll.

# configure_simulate_usergroup
source: Frontend User Group
de: Website Benutzergruppe

# configure_simulate_usergroup_description
source: If mail content is protected by Frontend user authentication, enter the user group here.
de: Wenn E-Mail Inhalte von der Benutzergruppe gesichert sind, bitte die Benutzergruppe eingeben.

# configure_simulate_usergroup_details
source: The usergroup with the uid specified is used to to fetch the mail content. If you do not specify a usergroup uid and the page has frontend user restrictions, an error will occur and no mail content will be fetched.
de: Die Benutzergruppe mit der angegebenen UID wird zum Abrufen des E-Mail-Inhalts verwendet. Wenn Sie keine Benutzergruppen-UID angeben und die Seite Einschränkungen für Frontend-Benutzer aufweist, tritt ein Fehler auf und es wird kein E-Mail-Inhalt abgerufen.

# configure_test_dmail_group_uids
source: List of UID numbers of test recipient lists:
de: Liste der UID-Nummern von Testempfängern:

# configure_test_dmail_group_uids_description
source: Alternatively to sending test-mails to individuals, you can choose to send to a whole list. This is the list of recipient lists UID numbers available for this action.
de: Alternativ können Sie auch Test-Mails an Einzelpersonen versenden. Dies ist die Liste der Empfänger Listen UID-Nummern für diese Aktion.

# configure_test_tt_address_uids
source: List of UID numbers of test recipients (tt_address):
de: Liste der UID (tt_address) von Testempfängern:

# configure_test_tt_address_uids_description
source: Before sending mails, you should test the mail content by sending test mails to one or more test recipients. The available recipients for testing are determined by this list of UID numbers. So first, find out the UID numbers (tt_address) of the recipients you wish to use for testing, then enter them here in a comma-separated list.
de: Vor dem Versand sollten Sie die E-Mail überprüfen, indem Sie die E-Mail an ein oder mehrere Empfänger verschicken. Die verfügbaren Empfänger werden durch diese Liste der UID-Nummern bestimmt. Finde die UID-Nummer der Empfänger (tt_address), die als Testempfängern fungieren und gibt diese in einer kommagetrennten Liste ein.

# configure_testmail
source: Subject for the testmail.
de: Betreff des Test-Newsletters.

# configure_testmail_description
source: This will be prepended to the test newsletter subject
de: Dies wird vor dem Betreff des Test-Newsletters angehängt.

# configure_update_configuration
source: Update configuration
de: Aktualisiere Konfiguration

# configure_user_table
source: Custom-defined table:
de: Benutzerdefinierte Tabelle:

# configure_user_table_description
source: Enter the name of a custom-defined table, with compatible columns defined, which may also be used for direct mails distribution.
de: Gibt der benutzerdefinierte Tabellenname ein, die für den Versand der Direct Mails benutzt werden soll.

# dmail_HTML_url
source: URL of HTML content:
de: URL des HTML Inhalts:

# dmail_cancel
source: Cancel
de: Abbrechen

# dmail_createMail
source: Create mail
de: E-Mail erstellen

# dmail_dovsk_crFromNL
source: Create a new Direct Mail from a page
de: Neuen Versand anhand einer Seite erstellen

# dmail_dovsk_crFromUrl
source: Create a new Direct Mail from external URL
de: Neuen Versand anhand einer externen URL erstellen

# dmail_edit
source: Edit
de: Bearbeiten

# dmail_error
source: An error was encountered.
de: Ein Fehler ist aufgetreten.

# dmail_folders
source: Available Direct Mail folders
de: Für Direct Mail konfigurierte Ordner

# dmail_frames_not allowed
source: Pages with HTML frames may not be fetched.
de: Seiten mit HTML Frame können nicht ausgelesen werden.

# dmail_mailerengine_tasknotfound
source: Direct Mail scheduled task was not found!
de: Direkte Mail Scheduler-Task wurde nicht gefunden!

# dmail_mailerengine_delete
source: Delete
de: Entfernen

# dmail_mailerengine_delivery_begun
source: Delivery begun
de: Versand-Start

# dmail_mailerengine_delivery_ended
source: Delivery ended
de: Versand-Ende

# dmail_mailerengine_invoke_now
source: Invoke Mailer Engine
de: Versand anstoßen

# dmail_mailerengine_invoked
source: Mailer Engine Invoked!
de: Versand wurde angestoßen!

# dmail_mailerengine_manual_explain
source: If TYPO3 is not configured to automatically invoke the Mailer Engine, you can invoke it by clicking here:
de: Falls TYPO3 nicht so konfiguriert ist, um automatisch einen Versand anzustoßen, so können Sie dies manuell durchführen:

# dmail_mailerengine_manual_invoke
source: Manually Invoke Engine
de: Manueller Versandstart

# dmail_mailerengine_number_sent
source: # sent
de: # verschickt

# dmail_mailerengine_scheduled
source: Scheduled
de: Planzeit

# dmail_mailerengine_status
source: Mail Engine Status
de: Status

# dmail_mailerengine_subject
source: Subject
de: Betreff

# dmail_makeQuery
source: Make query
de: Generiere Abfrage

# dmail_menuItems_testmail
source: Send a testmail
de: Eine Testmail versenden

# dmail_menu_conf
source: Module configuration
de: Modulkonfiguration

# dmail_menu_convert_categories
source: Categories Conversion
de: Konvertierung von Kategorien

# dmail_newsletters
source: Direct Mail Extension
de: Direct Mail Erweiterung

# dmail_no
source: NO
de: NEIN

# dmail_noCreateAccess
source: You cannot create direct mails using pages that are hidden or access-restricted.
de: Sie besitzen nicht die Möglichkeit, versteckte oder zugriffsbeschränkte Seiten zu verschicken.

# dmail_noEdit_isSent
source: Cannot edit - mail has been sent
de: Kein Editieren möglich - E-Mail wurde bereits versandt.

# dmail_noEdit_noPerms
source: Cannot edit - you don't have permissions to edit Direct Mails.
de: Kein Editieren möglich - Sie haben nicht die Berechtigung, Versandobjekte zu editieren.

# dmail_noRegular
source: This type of page cannot be used to create direct mails. Please select a regular page.
de: Dieser Seitentyp kann nicht als E-Mail versendet werden. Bitte wählen Sie eine reguläre Seite.

# dmail_no_html_boundaries
source: The HTML content does not contain any direct mail boundaries.
de: Der HTML-Inhalt enthält keine Direct Mail Beschränkungen.

# dmail_no_html_content
source: The HTML content could not be fetched.
de: Die HTML Inhalten können nicht ausgelesen werden.

# dmail_no_plain_boundaries
source: The plain text content does not contain any direct mail boundaries.
de: Der einfache Text-Inhalt enthält keine Direct Mail Beschränkungen.

# dmail_no_plain_content
source: The plain text content could not be fetched.
de: Der einfache Text-Inhalt kann nicht ausgelesen werden.

# dmail_no_valid_url
source: Enter at least one valid URL!
de: Gibt eine gültige URL ein!

# dmail_number_records
source: Number of records:
de: Anzahl der Einträge:

# dmail_plaintext_url
source: URL of plain text content:
de: URL des einfachen Textinhalts:

# dmail_query
source: Query
de: Abfrage

# queryLimitDisabled
source: Do not use a limit when sending
de: Kein Limit beim Senden verwenden

# dmail_send
source: Send
de: Senden

# dmail_subject
source: Subject:
de: Betreff:

# dmail_updateQuery
source: Update query
de: Abfrage aktualisieren

# dmail_view
source: Information on direct mail record:
de: Informationen über Direct Mail Eintrag:

# dmail_warning
source: Check the following warning.
de: Warnung

# dmail_wiz1_external_page
source: External Pages
de: Externe Seiten

# dmail_wiz1_internal_page
source: Internal Pages
de: Interne Seiten

# dmail_wiz1_list_header
source: Select a newsletter to continue sending:
de: Wähle einen Newsletter aus, um weiter zu versenden:

# dmail_wiz1_new_newsletter
source: New Newsletter
de: Neuer Newsletter

# dmail_wiz1_quickmail_header
source: New Quickmail
de: Neue Quickmail

# dmail_wiz1_select_nl_source
source: Select newsletter source:
de: Wählen Sie Quelle des Newsletters aus:

# dmail_wiz2_detail
source: Detailed Information
de: Detaillierte Informationen

# dmail_wiz2_fetch_success
source: Page is successfully fetched.
de: Seite ist erfolgreich ausgelesen.

# dmail_wiz3_cats
source: Categories
de: Kategorien

# dmail_wiz4_testmail
source: Test Mail
de: Testversand

# dmail_wiz5_sendmass
source: Mass Send
de: Massenversand

# dmail_wiz_back
source: Back
de: zurück

# dmail_wiz_next
source: Next
de: weiter

# dmail_write_subject
source: [write subject]
de: [Betreff schreiben]

# dmail_yes
source: YES
de: JA

# dmailer_ending
source: Ending, parsetime:
de: Beendet, Laufzeit:

# dmailer_invoked_at
source: Invoked at
de: Aufgerufen:

# dmailer_job_begin
source: Job begin
de: Auftrag begonnen:

# dmailer_job_end
source: Job end
de: Auftrag beendet:

# dmailer_mid
source: Job No:
de: Auftrags-Nr.:

# dmailer_nothing_to_do
source: Nothing to do.
de: Keine Aufträge.

# dmailer_processed
source: processed...
de: bearbeitet...

# dmailer_sending
source: Sending
de: senden

# dmailer_sending_to_table
source: mails using records from table
de: Sende E-Mail an Empfängern von Tabelle

# header_conf
source: Configuration
de: Konfiguration

# header_mailer
source: Mailer Engine
de: Versand-Status

# header_recip
source: Recipient Lists
de: Empfängerliste

# header_stat
source: Statistics
de: Statistiken

# mailgroup_download
source: Download CSV file
de: Download CSV-Datei

# mailgroup_header
source: Recipient List
de: Empfängerliste

# mailgroup_import
source: Import CSV into 'ADDRESS' table
de: Import: CSV-Datei => 'ADDRESS' - Tabelle

# mailgroup_import_back
source: Back
de: Zurück

# mailgroup_import_csv_dublette-description
source: Filter email dublettes from csv data. If a dublette is found, only the first entry is imported.
de: E-Mail-Dubletten in den CSV-Daten herausfiltern. Nur der erste CSV-Datensatz mit einer mehrfach vorkommenden E-Mail-Adresse wird importiert.

# mailgroup_import_csv_validemail-description
source: Only update/import valid emails from csv data.
de: Nur aktualisieren/importieren, wenn die zu importierende E-Mail ein gültiges Format besitzt.

# mailgroup_import_current_file
source: Current file:
de: Derzeit gewählte Datei:

# mailgroup_import_done
source: Import is finished.
de: Importvorgang ist fertig.

# mailgroup_import_encapsulation
source: Field encapsulation character (data fields are encapsed with...):
de: Datenfelder sind mit diesen Zeichen eingeschlossen:

# mailgroup_import_first_fieldnames
source: First row of import file has fieldnames:
de: Die erste Zeile der CSV-Importdatei enthält Feldnamen:

# mailgroup_import_header_conf
source: Import settings
de: Import-Einstellungen

# mailgroup_import_header_upload
source: Upload CSV
de: CSV Hochladen

# mailgroup_import_import
source: Import
de: Importieren

# mailgroup_import_mapping_all_html
source: All recipients receive HTML newsletter
de: Alle Empfänger erhalten HTML-Newsletter

# mailgroup_import_mapping_categories
source: Categories
de: Kategorien

# mailgroup_import_mapping_cats
source: Assign the following categories to all recipients:
de: Folgende Kategorien allen Empfängern zuweisen:

# mailgroup_import_mapping_cats_add
source: Add categories
de: Kategorien hinzufügen

# mailgroup_import_mapping_charset
source: Settings
de: Einstellungen

# mailgroup_import_mapping_charset_choose
source: Please select the character set of the import file:
de: Bitte wählen Sie den Zeichensatz der Importdatei:

# mailgroup_import_mapping_conf
source: Field mapping
de: Feldzuordnung

# mailgroup_import_mapping_conf_add
source: Additional options
de: Zusätzliche Optionen

# mailgroup_import_mapping_description
source: Description
de: Bezeichnung

# mailgroup_import_mapping_error
source: Mapping error
de: Zuordnungsfehler

# mailgroup_import_mapping_error_detail
source: Please fix following error(s):
de: Bitte beheben Sie folgende(n) Fehler:

# mailgroup_import_mapping_error_email
source: "Email" field has to be mapped.
de: "E-Mail" Feld muss zugeordnet werden.

# mailgroup_import_mapping_error_noMap
source: No mapping is found. You have to map at least "email" field.
de: Es gib keine Zuordnung. "E-Mail" Feld muss zugeordnet werden.

# mailgroup_import_mapping_mapTo
source: Maps to ...
de: Zuordnung ...

# mailgroup_import_mapping_mapping
source: Mapping
de: Zuordnung

# mailgroup_import_mapping_value
source: Value
de: Wert

# mailgroup_import_next
source: Next
de: Weiter

# mailgroup_import_or
source: OR
de: ODER

# mailgroup_import_overwrite
source: Overwrite existing file:
de: Bestehende Datei überschreiben:

# mailgroup_import_paste_csv
source: Paste the CSV data:
de: CSV-Daten einfügen:

# mailgroup_import_ready_import
source: Ready to import
de: Bereit zum Importieren

# mailgroup_import_ready_import_label
source: All necessary information for the import have been entered. By clicking on the "Import" button below, all data will be written in tt_address.
de: Alle notwendigen Importeinstellungen sind eingetragen worden. Wenn Sie auf "Importieren" klicken, werden die Daten in tt_address Tabelle importiert.

# mailgroup_import_record_unique
source: Specify the field which determines the uniqueness of imported users:
de: Feld, das die Einzigartigkeit der importierten Benutzer feststellt:

# mailgroup_import_remove_existing
source: Remove all Addresses in the storage folder before importing:
de: Lösche alle vorhandenen Adresse-Datensätze im Speicherort vor dem Import:

# mailgroup_import_report_double
source: Double records found in the CSV Data:
de: Doppelter Datensatz in CSV-Daten:

# mailgroup_import_report_invalid_email
source: Do not insert/update invalid emails found in csv data:
de: Folgende Einträge werden nicht aktualisiert/importiert, da die E-Mail-Adresse kein gültiges Format besitzt:

# mailgroup_import_report_new
source: Insert the following records:
de: Folgende Einträge werden importiert:

# mailgroup_import_report_update
source: Update the following records:
de: Folgende Einträge werden aktualisiert:

# mailgroup_import_separator
source: Field delimiter (data fields are separated by...):
de: Trennzeichen zwischen den einzelnen Datenfeldern (Feldtrenner):

# mailgroup_import_separator_colon
source: colon [:]
de: Doppelpunkt [:]

# mailgroup_import_separator_comma
source: comma [,]
de: Komma [,]

# mailgroup_import_separator_semicolon
source: semicolon [;]
de: Semikolon [;]

# mailgroup_import_separator_tab
source: horizontal tab [TAB]
de: Tabulator [TAB]

# mailgroup_import_storage
source: Please select the storage folder for the imported users:
de: Wählen Sie den Speicherort für die importierten Benutzer:

# mailgroup_import_update
source: update
de: aktualisieren

# mailgroup_import_update_unique
source: Update existing user, instead renaming the new user:
de: Vorhandener Benutzer wird aktualisiert anstatt neuen Benutzer umzubenennen:

# mailgroup_import_upload_file
source: Choose a file from your local computer:
de: Wählen Sie eine CSV Import Datei von Ihrem lokalen Rechner:

# mailgroup_list_all
source: List all recipients
de: Empfänger anzeigen

# mailgroup_plain_list
source: Plain List
de: Liste

# mailgroup_recip_from
source: Recipients from recipient list:
de: Empfänger der Gruppe:

# mailgroup_recip_number
source: Number of recipients:
de: Anzahl der Empfänger:

# mailgroup_table_address
source: Address Table
de: Tabelle: Adresse

# mailgroup_table_custom
source: Custom Table
de: Benutzerdefinierte Tabelle

# mailgroup_table_fe_users
source: Website User Table
de: Tabelle: Website Benutzer

# mailgroup_table_disallowed_placeholder
source: Missing permission to display data
de: Fehlende Berechtigung zum Anzeigen von Daten

# mailgroup_table_disallowed_csv
source: CSV export failed. Insufficient access right.
de: CSV-Export fehlgeschlagen. Keine ausreichenden Zugriffsrechte.

# nl_cat
source: Assign categories to content elements
de: Ausschluss von Seiteninhalten anhand von Kategorien

# nl_cat_msg1
source: There are no content elements on the page.
de: Es wurden keine Seiteninhalte auf der Seite gefunden.

# nl_create
source: Create a newsletter
de: Newsletter erstellen

# nl_create_msg1
source: Click here to create a new page that you can later send as a direct mail.
de: Klicken Sie hier, um eine neue TYPO3-Seite, die Sie später als Newsletter verschicken können, anzulegen.

# nl_editPage
source: Edit page
de: Seite ändern

# nl_l_ALL
source: ALL
de: ALLE

# nl_l_ONLY
source: ONLY
de: NUR

# nl_l_attach
source: Attach.
de: Anhang.

# nl_l_column
source: Column
de: Spalte

# nl_l_lastM
source: Last mod.
de: Letzte Änderung:

# nl_l_sent
source: Sent?
de: Verschickt?

# nl_l_size
source: Size
de: Größe

# nl_l_subject
source: Subject
de: Betreff

# nl_l_tDraft
source: Draft
de: Entwurf

# nl_l_tPage
source: PAGE
de: SEITE

# nl_l_tUrl
source: EXT URL
de: Externe URL

# nl_l_type
source: Type
de: Typ

# nl_l_update
source: Update category settings
de: Kategorie-Einstellungen ändern

# nl_l_warning
source: There are already %s Direct Mails based on this newsletter. Are you sure you want to create another one?
de: Für diesen Newsletter wurden bereits %s Versandobjekte erstellt. Sind Sie sicher, dass Sie einen weiteren Versand erstellen möchten?

# nl_select
source: Select a newsletter
de: Newsletter auswählen

# nl_select_msg1
source: There are no pages in the mail module.
de: Es gibt keine Seiten für diese Extension.

# nl_viewPage_HTML
source: View page in HTML format
de: Seite in HTML-Format anzeigen

# nl_viewPage_TXT
source: View page in Text format
de: Seite in Text-Format anzeigen

# quickmail_break_lines
source: Break lines to 76 char:
de: Zeile nach 76 Buchstaben umbrechen:

# quickmail_message
source: Message:
de: Nachricht:

# quickmail_sender_email
source: Sender Email:
de: Absender (E-Mail):

# quickmail_sender_name
source: Sender Name:
de: Absender (Name):
