Repository: TimWilms/direct_mail
Catalog: Resources/Private/Language/*.locallang_csh_sysdmailg.xlf
Languages: de

# .description
source: A list of recipients of direct mails
de: Eine Liste der Empfänger von Direct Mails

# .details
source: Recipient lists are used by the Direct mail module to send newsletters to a group of recipients. There are five types of Recipient lists: 1.From pages: a list dynamically built from records found on pages of the website; you select the pages with the Starting Point field; you may include records from subtrees using the Include page subtree checkbox; you must specify the type(s) of records to include: Address, Website User, Website User Group and/or From custom-defined Table; if Website User Group is checked and a Website User Group is found, all Website Users members of the group will be included in the list; you may also restrict the selection of records to those with specific categories assignments; 2.Plain list: a list of email addresses separated by space, comma or line break; if you change the List format, you may rather enter, one per line, a name and address, separated by a comma; sending Direct mail to such list will send only plain text email messages; moreover, only non-categorized content will be sent; 3.Static list: a list of individually selected records; the type of record may be Address, Website User, or Website User Group; if a Website User Group is selected, all Website Users members of the group will be included in the list; 4.Special query: a list dynamically built using a SQL query; after creating the list, you may specify the query against one of the tables: Address, Website User or Custom-defined Table; to do so, you must select the Recipient list function of the Direct Mail module and click on the title of the list; 5.From other recipient lists: a list dynamically built from other recipient lists individually selected from the Recipient list table.
de: Empfängerlisten werden vom Direct-Mail-Modul verwendet, um Newsletter an eine Gruppe von Empfängern zu senden. Es gibt fünf Arten von Empfängerlisten: 1. Von Seiten: eine Liste, die dynamisch aus Datensätzen auf Seiten der Website erstellt wird; Sie wählen die Seiten mit dem Feld Startpunkt aus; Sie können Datensätze aus Teilbäumen einbeziehen, indem Sie das Kontrollkästchen Seitenteilbaum einbeziehen aktivieren; Sie müssen die Art(en) der einzubeziehenden Datensätze angeben: Adresse, Website-Benutzer, Website-Benutzergruppe und/oder aus einer benutzerdefinierten Tabelle; wenn Website-Benutzergruppe markiert ist und eine Website-Benutzergruppe gefunden wird, werden alle Website-Benutzer, die der Gruppe angehören, in die Liste aufgenommen; Sie können die Auswahl der Datensätze auch auf diejenigen mit bestimmten Kategoriezuweisungen beschränken; 2. Einfache Liste: eine Liste von E-Mail-Adressen, die durch ein Leerzeichen, ein Komma oder einen Zeilenumbruch getrennt sind; wenn Sie das Format der Liste ändern, können Sie stattdessen pro Zeile einen Namen und eine Adresse eingeben, die durch ein Komma getrennt sind; wenn Sie Direktnachrichten an eine solche Liste senden, werden nur E-Mail-Nachrichten im Klartext gesendet; außerdem werden nur nicht kategorisierte Inhalte gesendet; 3. Statische Liste: eine Liste von individuell ausgewählten Datensätzen; der Typ des Datensatzes kann eine Adresse, ein Website-Benutzer oder eine Website-Benutzergruppe sein; wenn eine Website-Benutzergruppe ausgewählt wird, werden alle Website-Benutzer, die Mitglieder der Gruppe sind, in die Liste aufgenommen; 4. Spezielle Abfrage: eine Liste, die dynamisch mit Hilfe einer SQL-Abfrage erstellt wird; nachdem Sie die Liste erstellt haben, können Sie die Abfrage für eine der Tabellen spezifizieren: Adresse, Website-Benutzer oder benutzerdefinierte Tabelle; dazu müssen Sie die Liste Empfänger auswählen 5. Aus anderen Empfängerlisten: eine Liste, die dynamisch aus anderen Empfängerlisten erstellt wird, die individuell aus der Tabelle der Empfängerlisten ausgewählt werden.

# csv.description
source: Select the format you wish to use for entering the list od recipients.
de: Wählen Sie das Format aus, das Sie für die Eingabe der Empfängerliste verwenden möchten.

# csv.details
source: The emails entered in the list of recipients should be entered using the format you select here.
de: Die in der Liste der Empfänger eingegebenen E-Mails sollten in dem Format eingegeben werden, das Sie hier auswählen.

# description.description
source: Enter a textual description of the recipient list.
de: Geben Sie eine textuelle Beschreibung der Empfängerliste ein.

# description.details
source: This is a description that may document the purpose, use and/or content of the recipient list.
de: Dies ist eine Beschreibung, die den Zweck, die Verwendung und/oder den Inhalt der Empfängerliste dokumentieren kann.

# list.description
source: Enter the list of email addresses of the recipient list.
de: Geben Sie die Liste der E-Mail-Adressen der Empfängerliste ein.

# list.details
source: Enter a list of email addresses separated by space, comma, or line break. If you change the list format, you may rather enter one entry per line as follows: name and address, separated by a comma.
de: Geben Sie eine Liste von E-Mail-Adressen getrennt durch Leerzeichen, Komma oder Zeilenumbrüche ein. Wenn Sie das Listenformat ändern, können Sie einen Eintrag pro Zeile wie folgt eingeben: Name und Adresse, getrennt durch ein Komma.

# mail_groups.description
source: Select the recipient lists that you want to include in the current one.
de: Wählen Sie die Empfängerlisten aus, die Sie in die aktuelle Liste aufnehmen möchten.

# mail_groups.details
source: You may select any recipient list other than the current one. All recipients included in the selected lists will the included in the current one.
de: Sie können eine andere Empfängerliste als die aktuelle auswählen. Alle Empfänger, die in den ausgewählten Listen enthalten sind, werden in der aktuellen Liste enthalten sein.

# pages.description
source: Select entry points in the page tree of the site.
de: Wählen Sie Einstiegspunkte im Seitenbaum der Website.

# pages.details
source: You may select here one or more pages in the page tree of the site. The pages will be searched for records that match the conditions specified by the other fields on the form.
de: Sie können hier eine oder mehrere Seiten im Seitenbaum auswählen. Die Seiten werden nach Datensätzen durchsucht, die den Bedingungen entsprechen, die in den anderen Feldern des Formulars angegeben wurden.

# recursive.description
source: Check the box if you want to include all pages of the subtrees in the search.
de: Aktivieren Sie das Kästchen, wenn Sie alle Seiten der Unterbäume in die Suche einbinden möchten.

# recursive.details
source: If the box is checked, all pages included in the page subtrees of the entry points will also be searched for records that match the conditions specified by the other fields on the form.
de: Sie können hier eine oder mehrere Seiten im Seitenbaum auswählen. Die Seiten werden nach Datensätzen durchsucht, die den Bedingungen entsprechen, die in den anderen Feldern des Formulars angegeben wurden.

# select_categories.description
source: Check the categories to which selected recipients must be subscribed.
de: Überprüfen Sie die Kategorien, in denen die ausgewählten Empfänger abonniert werden müssen.

# select_categories.details
source: If you check one or more categories, only recipients subscribed to at least one of these categories will be included.
de: Wenn Sie eine oder mehrere Kategorien anwählen, werden nur Empfänger mit mindestens einer dieser Kategorien berücksichtigt.

# static_list.description
source: Select the recipients you wish to include in the recipient list.
de: Wählen Sie die Empfänger, die Sie in die Empfängerliste aufnehmen möchten.

# static_list.details
source: You may select recipients of the following types: Address, Website User or Website User Group. If you include a Website User Group, all Website Users members of the group will be included in the list.
de: Sie können Empfänger der folgenden Art wählen: Adresse, Website-Benutzer oder Website-Benutzergruppe. Wenn Sie eine Website-Benutzergruppe angeben, werden alle Website-Benutzer der Gruppe in die Liste aufgenommen.

# title.description
source: Enter the title of the recipient list.
de: Geben Sie den Titel der Empfängerliste ein.

# title.details
source: This is the name that will be used to refer to this list.
de: Dies ist der Name, der verwendet wird, um auf diese Liste zu verweisen.

# type.description
source: Select the type of recipient list.
de: Wählen Sie den Typ der Empfängerliste.

# type.details
source: There are five types of Recipient lists: 1.From pages: a list dynamically built from records found on pages of the website; you select the pages with the Starting Point field; you may include records from subtrees using the Include page subtree checkbox; you must specify the type(s) of records to include: Address, Website User, Website User Group and/or From custom-defined Table; if Website User Group is checked and a Website User Group is found, all Website Users members of the group will be included in the list; you may also restrict the selection of records to those with specific categories assignments; 2.Plain list: a list of email addresses separated by space, comma or line break; if you change the List format, you may rather enter, one per line, a name and address, separated by a comma; sending Direct mail to such list will send only plain text email messages; moreover, only non-categorized content will be sent; 3.Static list: a list of individually selected records; the type of record may be Address, Website User, or Website User Group; if a Website User Group is selected, all Website Users members of the group will be included in the list; 4.Special query: a list dynamically built using a SQL query; after creating the list, you may specify the query against one of the tables: Address, Website User or Custom-defined Table; to do so, you must select the Recipient list function of the Direct Mail module and click on the title of the list; 5.From other recipient lists: a list dynamically built from other recipient lists individually selected from the Recipient list table.
de: Es gibt fünf Arten von Empfängerlisten: 1. Von Seiten: eine Liste, die dynamisch aus Datensätzen auf Seiten der Website erstellt wird; Sie wählen die Seiten mit dem Feld Startpunkt aus; Sie können Datensätze aus Teilbäumen einbeziehen, indem Sie das Kontrollkästchen Seitenteilbaum einbeziehen aktivieren; Sie müssen die Art(en) der einzubeziehenden Datensätze angeben: Adresse, Website-Benutzer, Website-Benutzergruppe und/oder aus einer benutzerdefinierten Tabelle; wenn Website-Benutzergruppe markiert ist und eine Website-Benutzergruppe gefunden wird, werden alle Website-Benutzer, die der Gruppe angehören, in die Liste aufgenommen; Sie können die Auswahl der Datensätze auch auf diejenigen mit bestimmten Kategoriezuweisungen beschränken; 2. Einfache Liste: eine Liste von E-Mail-Adressen, die durch ein Leerzeichen, ein Komma oder einen Zeilenumbruch getrennt sind; wenn Sie das Format der Liste ändern, können Sie stattdessen pro Zeile einen Namen und eine Adresse eingeben, die durch ein Komma getrennt sind; wenn Sie Direktnachrichten an eine solche Liste senden, werden nur E-Mail-Nachrichten im Klartext gesendet; außerdem werden nur nicht kategorisierte Inhalte gesendet; 3. Statische Liste: eine Liste von individuell ausgewählten Datensätzen; der Typ des Datensatzes kann eine Adresse, ein Website-Benutzer oder eine Website-Benutzergruppe sein; wenn eine Website-Benutzergruppe ausgewählt wird, werden alle Website-Benutzer, die Mitglieder der Gruppe sind, in die Liste aufgenommen; 4. Spezielle Abfrage: eine Liste, die dynamisch mit Hilfe einer SQL-Abfrage erstellt wird; nachdem Sie die Liste erstellt haben, können Sie die Abfrage für eine der Tabellen spezifizieren: Adresse, Website-Benutzer oder benutzerdefinierte Tabelle; dazu müssen Sie die Liste Empfänger auswählen 5. Aus anderen Empfängerlisten: eine Liste, die dynamisch aus anderen Empfängerlisten erstellt wird, die individuell aus der Tabelle der Empfängerlisten ausgewählt werden.

# whichtables.description
source: Check the types of records you want to be included in the recipient list.
de: Wählen Sie die Arten von Datensätzen, die in die Empfängerliste aufgenommen werden sollen.

# whichtables.details
source: Check the record types to be selected on the pages specified for constructing the recipient list.
de: Wählen Sie die zu wählenden Datensatztypen auf den angegebenen Seiten aus, um die Empfängerliste zu erstellen.
