Repository: TimWilms/direct_mail
Catalog: Resources/Private/Language/*.locallang_mod2-6.xlf
Languages: de

# recip_create_mailgroup
source: New recipient list
de: Neue Versandgruppe

# recip_create_mailgroup_msg
source: Create a new recipient list?
de: Neue Versandgruppe erstellen?

# recip_group_amount
source: Amount:
de: Summe:

# recip_import_mailgroup_msg
source: Click here to import CSV
de: Klicken Sie hier, um eine CSV-Datei einzulesen

# recip_select_mailgroup
source: Select a recipient list
de: Auswahl der Versandgruppe

# schedule_draft
source: Save these settings as draft (for recurring sendings)
de: Diese Einstellungen als Entwurf speichern (für wiederkehrende Sendungen)

# schedule_mailgroup
source: Recipient list:
de: Empfängerliste:

# schedule_select_mailgroup
source: Send mail - recipient list
de: E-Mail senden - Empfängerliste

# schedule_send_all
source: Send to all subscribers in recipient list
de: An alle Empfänger der Versandgruppe versenden

# schedule_testmail
source: Send this as test newsletter
de: Dies ist ein Test-Newsletter

# schedule_time
source: Distribution time (hh:mm dd-mm-yyyy):
de: Zeitpunkt des Versands (SS:MM TT-MM-YY):

# select_folder
source: Please select Direct Mail folder.
de: Bitte wählen Sie einen Direct Mail Ordner.

# send_draft_saved
source: Draft saved
de: Entwurf gespeichert

# send_draft_scheduler
source: Your directmail was sent as draft and can now be used from the scheduler.
de: Ihr Newsletter wurde als Entwurf versandt und kann nun vom Scheduler verwendet werden.

# send_recipients
source: Recipients:
de: Empfänger:

# send_sending
source: Sending mail
de: Mail verschicken

# send_was_scheduled
source: Mail scheduled for distribution
de: Die E-Mail wurde für den Versand freigeben.

# send_was_scheduled_for
source: The mail was scheduled for distribution at
de: Planversand der E-Mail:

# send_was_sent
source: The mail was sent.
de: Die E-Mail wurde verschickt.

# send_was_sent_to_name
source: The mail was sent to %s.
de: Die E-Mail wurde an %s verschickt.

# send_was_sent_to_number
source: The mail was sent to %s recipients.
de: Die E-Mail wurde an %s Empfänger verschickt.

# stats_CSV_returned
source: CSV of returned recipients
de: CSV-Export der zurückgekommenen Empfänger

# stats_CSV_returned_bad_header
source: CSV of returned recipients with error in header
de: CSV-Datei der zurückgekommenen E-Mails (Fehler in Kopfzeile)

# stats_CSV_returned_bad_host
source: CSV of returned recipients with bad host
de: CSV-Datei der zurückgekommenen E-Mails (Unbekannter Server)

# stats_CSV_returned_mailbox_full
source: CSV of returned recipients with mailbox full
de: CSV-Datei der zurückgekommenen E-Mails (Postfach voll)

# stats_CSV_returned_reason_unknown
source: CSV of returned recipients for unknown reason
de: CSV-Datei der zurückgekommenen E-Mails (unbekannter Grund)

# stats_CSV_returned_unknown_recipient
source: CSV of returned recipients with unknown recipient
de: CSV-Datei der zurückgekommenen E-Mails (Empfänger unbekannt)

# stats_HTML_mails_viewed
source: HTML mails viewed:
de: Gelesen (HTML-Mails):

# stats_bad_host
source: Bad host:
de: Falscher Host:

# stats_count
source: Count:
de: Anzahl:

# stats_direct_mail
source: Statistics for direct mail:
de: Versand-Statistik:

# stats_disable_returned
source: Disable returned recipients
de: Deaktivieren der zurückgekommenen Empfänger

# stats_disable_returned_bad_header
source: Disable returned recipients with error in header
de: Zurückgekommene E-Mails (Fehler in Kopfzeile) deaktivieren

# stats_disable_returned_bad_host
source: Disable returned recipients with bad host
de: Zurückgekommene E-Mails (Unbekannter Server) deaktivieren

# stats_disable_returned_mailbox_full
source: Disable returned recipients with mailbox full
de: Zurückgekommene E-Mails (Postfach voll) deaktivieren

# stats_disable_returned_reason_unknown
source: Disable returned recipients for unknown reason
de: Zurückgekommene E-Mails (unbekannter Grund) deaktivieren

# stats_disable_returned_unknown_recipient
source: Disable returned recipients with unknown recipient
de: Zurückgekommene E-Mail-Adressen (Empfänger unbekannt) deaktivieren

# stats_emails
source: List of recipients from tt_address table:
de: Liste der tt_address Empfänger:

# stats_emails_disabled
source: adresses disabled
de: Adressen deaktiviert

# stats_emails_returned_bad_header_list
source: Email adresses of returned mails with error in header:
de: E-Mail-Adressen der zurückgekommenen E-Mails (Fehler in Kopfzeile):

# stats_emails_returned_bad_host_list
source: Email adresses of returned mails with bad host:
de: E-Mail-Adressen der zurückgekommenen E-Mails (Fehler in Kopfzeile):

# stats_emails_returned_list
source: Email adresses of returned mails:
de: E-Mail-Adressen der zurückgekommenen Mails:

# stats_emails_returned_mailbox_full_list
source: Email adresses of returned mails with mailbox full:
de: E-Mail-Adressen der zurückgekommenen E-Mails (Postfach voll):

# stats_emails_returned_reason_unknown_list
source: Email adresses of returned mails for unknown reason:
de: E-Mail-Adressen der zurückgekommenen E-Mails (unbekannter Grund):

# stats_emails_returned_unknown_recipient_list
source: Email adresses of returned mails with unknown recipient:
de: E-Mail-Adressen der zurückgekommenen E-Mails (Empfänger unbekannt):

# stats_error_in_header
source: Error in Header:
de: Fehler im Mail-Header:

# stats_general_information
source: General information:
de: Allgemeine Informationen:

# stats_img_link
source: Imagelink:
de: Bildlink:

# stats_links_clicked_per_respondent
source: Total responses/Unique responses:
de: Angeklickte Links per Empfänger:

# stats_list_returned
source: List returned recipients
de: Liste der zurückgekommenen Empfänger

# stats_list_returned_bad_header
source: List returned recipients with error in header
de: Liste der zurückgekommenen E-Mails (Fehler in Kopfzeile)

# stats_list_returned_bad_host
source: List returned recipients with bad host
de: Liste der zurückgekommenen E-Mails (Unbekannter Server)

# stats_list_returned_mailbox_full
source: List returned recipients with mailbox full
de: Liste der zurückgekommenen E-Mails (Postfach voll)

# stats_list_returned_reason_unknown
source: List returned recipients for unknown reason
de: Liste der zurückgekommenen E-Mails (unbekannter Grund)

# stats_list_returned_unknown_recipient
source: List returned recipients with unknown recipient
de: Liste der zurückgekommenen E-Mails (Empfänger unbekannt)

# stats_mailbox_full
source: Mailbox full:
de: Postfach voll:

# stats_mails_returned
source: Mails returned:
de: Zurückgekommene E-Mails:

# stats_mails_sent
source: Mails sent:
de: Verschickte E-Mails:

# stats_overview_choose
source: Choose a newsletter
de: Wähle ein Newsletter aus

# stats_overview_delivery_begun
source: Delivery begun
de: Versand-Start

# stats_overview_delivery_ended
source: Delivery ended
de: Versand-Ende

# stats_overview_header
source: Newsletter Statistics
de: Newsletter Statistiken

# stats_overview_queuing
source: queuing
de: in der Warteschlange

# stats_overview_scheduled
source: Scheduled
de: Planzeit

# stats_overview_sending
source: sending
de: Wird gesendet

# stats_overview_sent
source: sent
de: verschickt

# stats_overview_subject
source: Subject
de: Betreff

# stats_overview_total_sent
source: # sent
de: # verschickt

# stats_plainlist
source: List of recipients:
de: Liste der Empfänger:

# stats_plaintext
source: Plaintext:
de: Einfacher Text:

# stats_plaintext_link_nr
source: Plaintext Link #
de: Einfacher Text Link #

# stats_reason_unkown
source: Reason unknown:
de: Grund unbekannt:

# stats_recalculate_cached_data
source: Re-calculate Cached Data:
de: Neuberechnung der Daten aus dem Zwischenspeicher (Cache):

# stats_recalculate_stats
source: Re-calculate cached statistics data
de: Neuberechnung der Statistik-Daten aus dem Zwischenspeicher (Cache):

# stats_recipient_unknown
source: Recipient unknown:
de: Unbekannte Empfänger:

# stats_response
source: Responses:
de: Reaktionen:

# stats_response_link
source: Link Responses:
de: Geklickte Links:

# stats_total
source: Total:
de: Insgesamt:

# stats_total_mails_returned
source: Total mails returned:
de: Insgesamt zurückgekommen:

# stats_total_responses
source: Total responses (links clicked):
de: Reaktionen insgesamt (Anzahl Klicks):

# stats_unique_responses
source: Unique responses (links clicked):
de: Anzahl der klickenden Empfänger:

# stats_website_users
source: List of recipients from fe_users:
de: Liste der fe_users Empfängern:

# stats_website_users_disabled
source: website users disabled
de: Website-Benutzer deaktiviert

source: Subscriber Info
de: Abonnentsinfo

source: Subscriber Profile
de: Abonnentsprofil

# subscriber_profile_htmlemail
source: Receive HTML based mails
de: Empfange HTML E-Mails

# subscriber_profile_instructions
source: Set categories of interest for the subscriber.
de: Lege die Kategorien für den Abonnenten fest.

# subscriber_profile_update
source: Update profile settings
de: Aktualisiere Profileinstellungen

source: Testmail - Individual
de: Individuelle Testmail

# testmail_individual_msg
source: Select a recipient of the testmail. The mail will be generated based on the profile of the recipient you select.
de: Bitte geben Sie den Empfänger für die Testmail an. Die hier generierte E-Mail wird auf dem Profil des ausgewählten Empfängers basieren.

# testmail_mailgroup
source: Testmail - Recipient list
de: Testmail an eine Versandgruppe

# testmail_mailgroup_msg
source: Select a recipient list for the testmail. The mails will be generated based on the profiles of the recipients in that list.
de: Bitte geben Sie die Versandgruppe für die Testmail an. Die hier generierte E-Mail wird auf dem Profil der ausgewählten Versandgruppe basieren.

source: Testmail - Simple
de: Einfache Testmail versenden

# testmail_simple_msg
source: A simple testmail includes all mail elements regardless of category. But any USER_fields are not substituted with data. Enter an email-address for the testmail:
de: Eine einfache Testmail enthält alle Elemente ohne Rücksicht auf die Kategorie. Jedoch werden keine Benutzerdaten ersetzt. Dies ist nur im personalisierten Massenversand möglich. Geben Sie hier den Empfänger für die Testmail an:

# view_delivery_begin_end
source: Delivery begun/ended:
de: Versand begonnen/beendet:

# view_dmail
source: Direct Mail:
de: Versand:

# view_flowed
source: Flowed text:
de: Fließender Text:

# view_from
source: Sender:
de: Absender:

# view_mail
source: Email format/attachments:
de: Email-Format/Anhänge:

# view_media
source: Include media:
de: Medien einbinden:

# view_recipient_total_sent
source: Recipient total/sent:
de: Empfänger insgesamt/verschickt:

# view_replyto
source: Reply:
de: Antwort:

source: Yes
de: Ja

# scheduler.bounceMail.csh.server
source: URL or IP of the mail server
de: URL oder IP des Mailservers

# scheduler.bounceMail.port
source: Port number
de: Portnummer

# scheduler.bounceMail.csh.port
source: Port number of the mail server
de: Die Portnummer des Mailservers

# scheduler.bounceMail.user
source: Username
de: Benutzername

# scheduler.bounceMail.csh.user
source: Username to authenticate
de: Benutzername für die Authentifizierung

# scheduler.bounceMail.password
source: Password
de: Passwort

# scheduler.bounceMail.csh.password
source: Password of the user
de: Passwort des Benutzers

# scheduler.bounceMail.service
source: Type of mailserver
de: Art des Mail-Servers

# scheduler.bounceMail.csh.service
source: IMAP or POP3
de: IMAP oder POP3

# scheduler.bounceMail.maxProcessed
source: Number of bounce mail to be processed
de: Anzahl der zu verarbeitenden Bounce-Mails

# scheduler.bounceMail.csh.maxProcessed
source: Maximum number of bounce mail to be processed on one scheduler cycle
de: Maximale Anzahl von Bounce-Mails, die in einem Scheduler-Zyklus verarbeitet werden sollen.

# scheduler.bounceMail.dataVerification
source: Connection using the given data is failed. Error message:
de: Die Verbindung mit den angegebenen Daten ist fehlgeschlagen. Fehlermeldung:

# error.no_recipient_groups_found
source: No recipient groups found
de: Keine Empfängergruppen gefunden

# scheduler.bounceMail.phpImapError
source: Please install PHP IMAP extension
de: Bitte PHP IMAP Extension installieren

# labels.path
source: Path
de: Pfad

# mod.no_access
source: no access
de: Kein Zugriff

# mod.no_recipients
source: no recipients
de: Keine Empfänger
