Repository: TimWilms/direct_mail
Catalog: Resources/Private/Language/*.locallang_csh_sysdmail.xlf
Languages: de

# .description
source: A direct mail is a highly customized and personalized newsletter sent to subscribers either as HTML or Plain text, with or without attachments.
de: Eine Direct Mail ist ein hoch individualisierter und personalisierter Newsletter, der an Abonnenten als HTML oder einfacher Text mit oder ohne Anhänge verschickt wird.

# .details
source: Direct mail records are produced by the Direct Mail module. A direct mail record contains information about a newsletter such as subject, sender, priority, attachments and whether HTML or Plain text content is allowed. Furthermore, it also holds the compiled mail content which is sent to the subscribers.
de: Direkte Mailaufzeichnungen werden im Modul Direct Mail erstellt. Ein direkter Mail-Eintrag enthält Informationen über einen Newsletter wie zum Beispiel Thema, Absender, Priorität, Anhänge und ob HTML oder einfacher Text erlaubt ist. Darüber hinaus enthält es auch die zusammengestellten Mail-Inhalte, die an die Abonnenten gesendet werden.

# HTMLParams.description
source: If the Direct mail is of type 'TYPO3 Page', enter the additional URL parameters used to fetch the HTML content. If the Direct Mail is of type 'External URL',enter the complete URL used to fetch the HTML content.
de: Wenn die Direct Mail vom Typ 'TYPO3 Page' ist, geben Sie die zusätzlichen URL-Parameter ein, die zum Abrufen des HTML-Inhalts verwendet werden. Wenn die Direct Mail vom Typ 'Externe URL' ist, geben Sie die komplette URL ein, mit der der HTML-Inhalt abgerufen wird.

# HTMLParams.details
source: When the Direct mail is of type 'TYPO3 Page', the specified parameters will be added to the URL used to fetch the HTML content of the direct mail. If in doubt, leave it blank. When the Direct Mail is of type 'External URL', this field should contain the complete URL used to fetch the HTML content.
de: Wenn die Direct Mail vom Typ 'TYPO3 Page' ist, geben Sie die zusätzlichen URL-Parameter ein, die zum Abrufen des HTML-Inhalts verwendet werden. Wenn die Direct Mail vom Typ 'Externe URL' ist, geben Sie die komplette URL ein, mit der der HTML-Inhalt abgerufen wird.

# authcode_fieldList.description
source: List of fields used in the computation of the authentication code included in unsubscribe links and jump URL's in direct mails.
de: Liste der Felder, die bei der Berechnung des Authentifizierungscodes in Abmeldelinks und Sprung-URLs in Direktmails verwendet werden.

# flowedFormat.description
source: Set this option if you want to use normally flowing text inside the plain text mail content.
de: Wählen Sie diese Option, wenn Sie normal fließenden Text innerhalb des Mail-Inhalts mit einfachem Text verwenden möchten.

# flowedFormat.details
source: If the option is set, plain text mail content will be broken in fixed length lines, as is standard for plain text email content, but so-called flowed format will be used. This will allow client agents that support this format to display the text as normally flowing text. The option is ignored if 'quoted-printable' is used.
de: Wenn diese Option aktiviert ist, wird der Inhalt von E-Mails mit reinem Text in Zeilen fester Länge umbrochen, wie es bei E-Mails mit einfachem Text üblich ist, aber es wird das sogenannte Fließtextformat verwendet. Dies ermöglicht es Client-Agenten, die dieses Format unterstützen, den Text als normalen Fließtext anzuzeigen. Die Option wird ignoriert, wenn "quoted-printable" verwendet wird.

# from_email.description
source: Enter the sender email address. (Required)
de: E-Mail-Adresse des Senders. (Pflichtfeld)

# from_email.details
source: This email address will appear as the originating address or sender address in the direct mails received by the recipients.
de: Diese E-Mail-Adresse wird in den von den Empfängern empfangenen E-Mails als Absenderadresse angezeigt.

# from_name.description
source: Enter the sender name. (Required)
de: Namen des Senders eingeben. (Pflichtfeld)

# from_name.details
source: This name will appear as the name of the author or sender in the direct mails received by the recipients.
de: Dieser Name wird als Name des Autors oder Absenders in den E-Mails beim Empfänger angezeigt.

# includeMedia.description
source: Set this option if you want to incorporate images and other media inside the HTML mail content.
de: Wählen Sie diese Option, wenn Sie Bilder und andere Medien in den Inhalt der HTML Mail integrieren möchten.

# includeMedia.details
source: If the option is set, images and other media are encoded and incorporated into the messages. Sent messages will be heavier to transport. If the option is not set, images and media are included in HTML content by absolute reference (href) to their location on the site where they reside.
de: Wenn die Option aktiviert ist, werden Bilder kodiert und in die Nachrichten eingebettet. Gesendete Nachrichten werden dadurch größer. Wenn die Option nicht gesetzt ist, werden Bilder in den HTML-Inhalt über einen absoluten Link zur Website eingebunden.

# long_link_mode.description
source: If set and if use_rdct is set, all links in plain text content will be redirected, not only links longer than 76 characters.
de: Wenn gesetzt und wenn use_rdc gesetzt ist, werden alle Links im reinen Textinhalt umgeleitet, nicht nur Links, die länger als 76 Zeichen sind.

# organisation.description
source: Enter the name of the sending organization.
de: Geben Sie den Namen der versendenden Organisation ein.

# organisation.details
source: The name of the organization will appear in the headers of the mails sent to subscribers.
de: Der Name der Organisation wird im Header der E-Mails an die Abonnenten angezeigt.

# plainParams.description
source: If the Direct mail is of type 'TYPO3 Page', enter the additional URL parameters used to fetch the plain text content of the direct mail. If the Direct Mail is of type 'External URL',enter the complete URL used to fetch the plain text content.
de: Wenn die Direct Mail vom Typ 'TYPO3 Page' ist, geben Sie die zusätzlichen URL-Parameter ein, die zum Abrufen des HTML-Inhalts verwendet werden. Wenn die Direct Mail vom Typ 'Externe URL' ist, geben Sie die komplette URL ein, mit der der HTML-Inhalt abgerufen wird.

# plainParams.details
source: When the Direct mail is of type 'TYPO3 Page', the specified parameters will be added to the URL used to fetch the plain text content of the direct mail. If in doubt, set it either to '&type=99' or, when using TemplaVoila, to '&print=1'. When the Direct Mail is of type 'External URL', this field should contain the complete URL used to fetch the plain text content.
de: Wenn die Direct Mail vom Typ 'TYPO3 Page' ist, geben Sie die zusätzlichen URL-Parameter ein, die zum Abrufen des HTML-Inhalts verwendet werden. Wenn die Direct Mail vom Typ 'Externe URL' ist, geben Sie die komplette URL ein, mit der der HTML-Inhalt abgerufen wird.

# priority.description
source: Enter the email delivery priority.
de: Geben Sie die Priorität der E-Mail-Zustellung ein.

# priority.details
source: The delivery priority will be set in the headers of the mails sent to subscribers.
de: Die Zustellpriorität wird in den Kopfzeilen der an die Abonnenten gesendeten Mails mitgeschickt.

# replyto_email.description
source: Enter the email address to which replys are sent. (Optional)
de: Geben Sie die E-Mail-Adresse ein, an die die Antworten gesendet werden. (Optional)

# replyto_email.details
source: If no reply address is specified, the sender email address will be used.
de: Wird keine Antwortadresse angegeben, wird die Absenderadresse verwendet.

# replyto_name.description
source: Enter the name of the 'Reply To' email address. (Optional)
de: Geben Sie den Namen der 'Antwort-An'-E-Mail-Adresse ein. (Optional)

# replyto_name.details
source: If no reply name is specified, the sender name will be used.
de: Der Sendername wird benutzt, wenn keine Antwortadresse konfiguriert wurde.

# return_path.description
source: Enter the return path email address here.
de: Geben Sie hier die E-Mail-Adresse ein, an die unzustellbare E-Mails zurückgesendet werden sollen.

# return_path.details
source: This is the address to which non-deliverable mails will be returned to. If you put in the marker ###XID### it'll be substituted with the unique id of the mail recipient. Note that if PHP is executing in safe mode, the Direct mail module may not be able to set the return path to a value different than the value defined at the server level.
de: Dies ist die Adresse, an die unzustellbare Mails zurückgeschickt werden. Wenn Sie die Markierung ###XID### eingeben, wird sie durch die eindeutige ID des E-Mail-Empfängers ersetzt. Beachten Sie, dass, wenn PHP im abgesicherten Modus ausgeführt wird, das Direct Mail Modul möglicherweise nicht in der Lage ist, den Rückgabepfad auf einen anderen Wert als den auf Serverebene definierten Wert zu setzen.

# sendOptions.description
source: Select the format of mail content.
de: Wähle das Format des E-Mail-Inhalts aus.

# sendOptions.details
source: If in doubt, set it to both Plain text and HTML. The messages will then be sent with both formats included, and the recipients are normally able to select their preferred format.
de: Im Zweifelsfall sollten Sie die Einstellung 'Einfacher Text und HTML' setzen. Die Nachrichten werden dann in beiden Formaten verschickt, und die Empfänger können normalerweise ihr bevorzugtes Format auswählen.

# type.description
source: Type of source of the Direct mail
de: Quelltyp der Mail

# type.details
source: The Direct mail may be compiled from a page extracted from the page tree of the TYPO3 site: 'TYPO3 Page', or from a page from another site: 'External URL'.
de: Die Mail kann aus einer Seite aus dem Seitenbaum der TYPO3-Site zusammengestellt werden: 'TYPO3-Seite', oder von einer Seite einer anderen Site: 'Externe URL'.

# use_rdct.description
source: Redirect long links found in plain text content.
de: Lange Links aus dem Klartext-Inhalt weiterleiten.

# use_rdct.details
source: If set, links longer than 76 characters found in plain text content will be redirected: long URL's will be substituted with ?RDCT=[md5hash] parameters.
de: Wenn gesetzt, werden Links, die länger als 76 Zeichen im Klartext gefunden werden, umgeleitet: lange URLs werden durch ?RDCT=[md5hash] Parameter ersetzt.
